[
  {
    "header": "What are the styles of dance featured on the platform?",
    "content": "The platform features a variety of dance styles, including ballet, hip-hop, contemporary, jazz, tap, salsa, ballroom, breakdance, flamenco, and Bollywood."
  },
  {
    "header": "How can I participate in the mini-games and challenges?",
    "content": "Participating in our engaging mini-games and challenges is easy! Simply navigate to the designated section on our platform, where you'll find a variety of fun and interactive activities. Follow the instructions provided for each game or challenge, showcase your skills, and get ready to earn rewards and recognition within our dance community."
  },
  {
    "header": "How do I purchase street dance NFTs?",
    "content": "Purchasing street dance NFTs is a seamless process. Browse through our exclusive collection of street dance-themed non-fungible tokens (NFTs) in the NFT Marketplace section. Once you've found a piece you love, follow the steps to complete your purchase using the supported cryptocurrency. These NFTs not only grant you ownership of unique digital art but also contribute to the vibrant culture of street dance."
  },
  {
    "header": "What benefits do I get by joining the SolDance community?",
    "content": "By becoming a part of the SolDance community, you'll unlock a world of exciting benefits. Enjoy access to a thriving network of dancers, instructors, and enthusiasts from around the globe. You'll receive updates on the latest dance trends, exclusive invites to workshops and events, early access to premium content, and the chance to collaborate with fellow dancers. Additionally, you'll have the opportunity to showcase your talent, gain visibility, and grow as a dancer in a supportive environment."
  },
  {
    "header": "How can I earn and use DDT tokens on the platform?",
    "content": "Earning and utilizing DDT tokens within our platform is both rewarding and user-friendly. Engage with the community by participating in challenges, referring friends, and contributing to discussions to earn DDT tokens. These tokens can be used to unlock premium dance content, purchase limited-edition merchandise, and even bid on special NFTs in exclusive auctions. Your involvement in the SolDance ecosystem is directly linked to your ability to earn and enjoy the benefits of DDT tokens."
  }
]
 